def pole
	line = ["  " "|" "   " "|" "  " ]
	dif = ['_________']
	puts line
	puts dif
	puts line
	puts dif
	puts line
end

pole
# Скорее всего, поле для игры должно выглядеть таким образом. Дальше нужно правильно обрисовать возможность дописи ходов в правильным клетки









#Правила и последовательность действий.
#Во-вторых, необходимо четко установить последовательность действий каждого игрока
#Третье: Условия возможной победы( их 8 ). Уточнять для игры, что сделать ход в одно и тоже поле невозможно
#Четвертое : Озвучивать окончание игры( победа одного из игроков, либо же ничья)
